Repository: Z-bit-Systems-LLC/OSDP-Bench
Catalog: src/Core/Resources/Resources.*.resx
Languages: de, es, fr, ja, zh

# Status_Connected
source: Connected
de: Verbunden
es: Conectar
fr: Relié
ja: 接続
zh: 连接

# Status_Disconnected
source: Disconnected
de: Entfernt
es: Desconectar
fr: Coupé
ja: 途切れ途切れ
zh: 断开

# Status_Error
source: Error
de: Fehler
fr: Erreur
ja: エラー
zh: 错误

# Device_SerialNumberPrefix
source: S/N -
fr: N° de série -
ja: あとがき -
zh: 序列号 -

# Page_Connect
source: Connect
de: Verbinden
es: Conectar
fr: Relier
ja: 構成
zh: 连接

# Page_Manage
source: Manage
de: Verwalten
es: Gestionar
fr: Gérer
ja: 取り締まる
zh: 管理

# Page_Monitor
source: Monitor
fr: Moniteur
ja: モニター
zh: 监控

# Page_Info
source: Info
es: Información
ja: 情報
zh: 信息

# Connect_SerialPortSelection
source: Serial Port Selection
de: Auswahl der seriellen Schnittstelle
es: Selección de puerto serie
fr: Sélection du port série
ja: シリアルポートの選択
zh: 串口选择

# Connect_SerialPort
source: Serial Port
de: Serieller Anschluss
es: Puerto serie
fr: Port série
ja: シリアルポート
zh: 串行端口

# Connect_ConnectToPD
source: Connect to PD
de: Mit PD verbinden
es: Conectar a PD
fr: Se connecter à
ja: PDに接続する
zh: 连接到 PD

# Connect_DiscoveryWarning
source: Discovery will only work properly with a single device connected
de: Die Erkennung funktioniert nur mit einem einzigen angeschlossenen Gerät ordnungsgemäß
es: Discovery solo funcionará correctamente con un solo dispositivo conectado
fr: Discovery ne fonctionnera correctement qu’avec un seul appareil connecté
ja: Discoveryは、1つのデバイスが接続されている場合にのみ正しく機能します
zh: 发现功能仅在连接单个设备时才能正常工作

# Connect_StartDiscovery
source: Start Discovery
de: Starten der Erkennung
es: Iniciar descubrimiento
fr: Démarrer la découverte
ja: ディスカバリーを開始
zh: 开始发现

# Connect_CancelDiscovery
source: Cancel Discovery
de: Erkennung abbrechen
es: Cancelar la detección
fr: Annuler Discovery
ja: ディスカバリーのキャンセル
zh: 取消发现

# Connect_Disconnect
source: Disconnect
de: Trennen
es: Desconectar
fr: Coupé
ja: 切る
zh: 断开

# Connect_BaudRate
source: Baud Rate
es: Velocidad
fr: Bauds
ja: ボーレート
zh: 波特率

# Connect_ConnectionSettings
source: Connection Settings
de: Verbindungseinstellungen
es: Configuración de conexión
fr: Paramètres de connexion
ja: 接続設定
zh: 连接设置

# Connect_SecuritySettings
source: Security Settings
de: Sicherheitseinstellungen
es: Configuración de seguridad
fr: Paramètres de sécurité
ja: セキュリティ設定
zh: 安全设置

# Connect_Address
source: Address
de: Adresse
es: Dirección
fr: Adresse
ja: 住所
zh: 地址

# Connect_UseSecureChannel
source: Use Secure Channel
de: Sicheren Kanal verwenden
es: Usar canal seguro
fr: Utiliser la Voie de communication protégée
ja: セキュアチャネルの使用
zh: 使用安全通道

# Connect_UseDefaultKey
source: Use Default Key
de: Standardschlüssel verwenden
es: Usar clave predeterminada
fr: Utiliser la clé par défaut
ja: デフォルトキーを使用
zh: 使用默认键

# Connect_SecurityKey
source: Security Key
de: Sicherheitsschlüssel
es: Clave de seguridad
fr: Clé de sécurité
ja: セキュリティキー
zh: 安全密钥

# Connect_Connect
source: Connect
de: Verbinden
es: Conectar
fr: Relier
ja: 繋ぐ
zh: 连接

# Manage_DeviceNotIdentified
source: Device has not been Identified
de: Gerät wurde nicht identifiziert
es: El dispositivo no ha sido identificado
fr: L’appareil n’a pas été identifié
ja: デバイスが特定されていません
zh: 设备尚未被识别

# Manage_ConnectionPageDetails
source: The Connection page will provide more details
de: Auf der Verbindungsseite finden Sie weitere Details
es: La página Conexión proporcionará más detalles
fr: La page Connexion fournira plus de détails
ja: 設定ページには詳細が記載されています
zh: 连接页面将提供更多详细信息

# Manage_DeviceInformation
source: Device Information
de: Geräteschrift
es: Información del dispositivo
fr: Informations sur l’appareil
ja: デバイス情報
zh: 设备信息

# Manage_DeviceAction
source: Device Action
de: Geräte-Aktion
es: Acción del dispositivo
fr: Action sur l’appareil
ja: デバイスのアクション
zh: 设备作

# Manage_LedColor
source: LED Color
de: LED-Farbe
fr: Couleur des LED
ja: LEDの色
zh: LED 颜色

# Manage_SelectedFile
source: Selected File
de: Ausgewählte Datei
es: Archivo seleccionado
fr: Fichier sélectionné
ja: 選択したファイル
zh: 所选文件

# Manage_Browse
source: Browse
de: Blättern
es: Hojear
fr: Parcourir
ja: ブラウズ
zh: 浏览

# Manage_Progress
source: Progress
de: Fortschritt
es: Progreso
fr: Progrès
ja: 経過
zh: 进展

# Manage_BytesOf
source: Bytes/
fr: Octets/
ja: バイト/
zh: 字节/

# Manage_Bytes
source: Bytes
fr: Octets
ja: バイト
zh: 字节

# Monitor_DeviceNotConnected
source: Device is not connected
de: Gerät ist nicht verbunden
es: El dispositivo no está conectado
fr: L’appareil n’est pas connecté
ja: デバイスが接続されていません
zh: 设备未连接

# Monitor_MonitoringNotAvailable
source: Monitoring is not available for secure channel
de: Die Überwachung ist für den sicheren Kanal nicht verfügbar
es: La supervisión no está disponible para el canal seguro
fr: La surveillance n’est pas disponible pour la voie sécurisée
ja: セキュリティで保護されたチャネルの監視は利用できません
zh: 监控不适用于安全通道

# Monitor_SecureChannelUpdate
source: An update will be out soon that supports secure channel
de: In Kürze wird ein Update veröffentlicht, das Secure Channel unterstützt
es: Pronto se publicará una actualización que admita el canal seguro
fr: Une mise à jour sera bientôt publiée pour prendre en charge le canal sécurisé
ja: セキュアチャネルをサポートするアップデートが近日公開されます
zh: 支持安全通道的更新即将推出

# Monitor_TimeStamp
source: TimeStamp
de: Zeitstempel
fr: Horodatage
ja: タイムスタンプ
zh: 时间戳

# Monitor_Interval
source: Interval (ms)
de: Intervall (ms)
es: Intervalo (ms)
fr: Intervalle (ms)
ja: インターバル (ミリ秒)
zh: 间隔 （ms）

# Monitor_Direction
source: Direction
de: Richtung
es: Dirección
ja: 方向
zh: 方向

# Monitor_Address
source: Address
de: Adresse
es: Dirección
fr: Adresse
ja: 住所
zh: 地址

# Monitor_Type
source: Type
de: Art
es: Tipo
ja: 種類
zh: 类型

# Monitor_Expand
source: Expand
de: Erweitern
es: Expandir
fr: Développer
ja: 膨らむ
zh: 扩大

# Monitor_ConnectionPageDetails
source: The Connection page will provide more details
de: Auf der Verbindungsseite finden Sie weitere Details
es: La página Conexión proporcionará más detalles
fr: La page Connexion fournira plus de détails
ja: 設定ページには詳細が記載されています
zh: 连接”页面将提供更多详细信息

# Monitor_LastCardRead
source: Last Card Read
de: Zuletzt gelesene Karte
es: Última carta leída
fr: Dernière carte lue
ja: 最後に読んだカード
zh: 上次读卡

# Monitor_ReadHistory
source: Read History
de: Geschichte lesen
es: Leer la historia
fr: Lire l’histoire
ja: 履歴を読む
zh: 阅读历史

# Monitor_ClearHistory
source: Clear History
de: Verlauf löschen
es: Borrar historial
fr: Effacer l’historique
ja: 履歴のクリア
zh: 清除历史记录

# Monitor_ColumnDateTime
source: Date/Time
de: Datum/Uhrzeit
es: Fecha/Hora
fr: Date/Heure
ja: 日付/時刻
zh: 日期/时间

# Monitor_ColumnCardNumber
source: Card Number
de: Kartennummer
es: Número de tarjeta
fr: Numéro de carte
ja: カード番号
zh: 卡号

# Monitor_KeypadEntries
source: Keypad Entries
de: Tastatur-Einträge
es: Entradas de teclado
fr: Entrées du clavier
ja: キーパッドエントリ
zh: 键盘入口

# Monitor_Clear
source: Clear
de: Klar
es: Claro
fr: Clair
ja: クリア
zh: 清楚

# Info_ApplicationName
source: OSDP Bench
de: OSDP-Bank
es: Banco OSDP
fr: Banc OSDP
ja: OSDPベンチ
zh: OSDP 工作台

# Info_LicenseInfo
source: License Info
de: Lizenz-Info
es: Información de la licencia
fr: Informations sur la licence
ja: ライセンス情報
zh: 许可证信息

# Info_EPLLicense
source: EPL 2.0
ja: EPLの2.0
zh: 英超 2.0

# Info_ApacheLicense
source: Apache 2.0
ja: Apache 2.0 (英語)
zh: Apache 2.0 版本

# Info_MITLicense
source: MIT
de: Am MIT (MIT)
ja: マサチューセッツ工科大学(MIT)
zh: 麻省理工学院

# Activity_Tx
source: Tx
ja: テキサス 州
zh: 发射机

# Activity_Rx
source: Rx
ja: 処方箋
zh: 接收

# Navigation_ConnectToPD
source: Connect To PD
de: Mit PD verbinden
es: Conectar a PD
fr: Se connecter à PD
ja: 構成
zh: 连接到 PD

# Navigation_ManagePD
source: Manage PD
de: PD verwalten
es: Gestionar PD
fr: Gérer les DP
ja: PDの管理
zh: 管理 PD

# Navigation_Monitor
source: Monitor
fr: Moniteur
ja: モニター
zh: 监控

# Navigation_Info
source: Info
es: Información
ja: 情報
zh: 信息

# Window_Title
source: OSDP Bench
de: OSDP-Bank
es: Banco OSDP
fr: Banc OSDP
ja: OSDPベンチ
zh: OSDP 工作台

# Status_AttemptingToConnect
source: Attempting to connect
de: Versuch, eine Verbindung herzustellen
es: Intentando conectarse
fr: Tentative de connexion
ja: 接続を試みています
zh: 尝试连接

# Status_InvalidSecurityKey
source: Invalid security key
de: Ungültiger Sicherheitsschlüssel
es: Clave de seguridad no válida
fr: Clé de sécurité non valide
ja: 無効なセキュリティキー
zh: 安全密钥无效

# Status_AttemptingToDiscover
source: Attempting to discover device
de: Versuch, das Gerät zu ermitteln
es: Intentando detectar el dispositivo
fr: Tentative de découverte de l’appareil
ja: デバイスの検出を試みています
zh: 尝试发现设备

# Status_AttemptingToDiscoverAtBaudRate
source: Attempting to discover device at {0}
de: Versuch, das Gerät bei {0}
es: Intentando detectar el dispositivo en {0}
fr: Tentative de découverte de l’appareil à l’adresse {0}
ja: でデバイスの検出を試みています {0}
zh: 尝试在 上发现设备 {0}

# Status_FoundDeviceAtBaudRate
source: Found device at {0}
de: Gerät gefunden bei {0}
es: Dispositivo encontrado en {0}
fr: Appareil détecté à {0}
ja: でデバイスが見つかりました {0}
zh: 在 找到设备 {0}

# Status_AttemptingToDetermineDevice
source: Attempting to determine device at {0} with address {1}
de: Versuch, das Gerät bei {0} mit Adresse {1}
es: Intentando determinar el dispositivo en {0} con dirección {1}
fr: Tentative de détermination de l’appareil à {0} avec adresse {1}
ja: でデバイスを特定しようとしています {0} 住所付き {1}
zh: 尝试确定设备 {0} with 地址 {1}

# Status_AttemptingToIdentifyDevice
source: Attempting to identify device at {0} with address {1}
de: Versuch, das Gerät bei {0} mit Adresse {1}
es: Intentando identificar el dispositivo en {0} con dirección {1}
fr: Tentative d’identification de l’appareil à {0} avec adresse {1}
ja: でデバイスを識別しようとしています {0} 住所付き {1}
zh: 尝试识别 的设备 {0} with 地址 {1}

# Status_AttemptingToGetCapabilities
source: Attempting to get capabilities of device at {0} with address {1}
de: Versuch, die Funktionen des Geräts abzurufen bei {0} mit Adresse {1}
es: Intentando identificar el dispositivo en {0} con dirección {1}
fr: Tentative d’obtention des capacités de l’appareil à {0} avec adresse {1}
ja: デバイスの機能を取得しようとしています {0} 住所付き {1}
zh: 尝试获取 设备的功能 {0} with 地址 {1}

# Status_SuccessfullyDiscovered
source: Successfully discovered device {0} with address {1}
de: Erfolgreich erkanntes Gerät {0} mit Adresse {1}
es: Dispositivo detectado con éxito {0} con dirección {1}
fr: Appareil découvert avec succès {0} avec adresse {1}
ja: 正常に検出されたデバイス {0} 住所付き {1}
zh: 成功发现设备 {0} with 地址 {1}

# Status_FailedToConnect
source: Failed to connect to device
de: Es konnte keine Verbindung zum Gerät hergestellt werden.
es: No se pudo conectar al dispositivo
fr: Échec de la connexion à l’appareil
ja: デバイスに接続できませんでした
zh: 无法连接到设备

# Status_ErrorWhileDiscovering
source: Error while discovering device
de: Fehler beim Erkennen des Geräts
es: Error al descubrir el dispositivo
fr: Erreur lors de la découverte de l’appareil
ja: デバイスの検出中にエラーが発生しました
zh: 发现设备时出错

# Status_CancelledDiscovery
source: Cancelled discovery
de: Abgebrochene Ermittlung
es: Cancelar la detección
fr: Découverte annulée
ja: キャンセルされた検出
zh: 已取消的发现

# Status_AttemptingToConnectManually
source: Attempting to connect manually
de: Versuch, manuell eine Verbindung herzustellen
es: Intentando conectarse
fr: Tentative de connexion manuelle
ja: 手動で接続を試みています
zh: 尝试手动连接

# Status_DeviceDisconnectedUSBRemoved
source: Device disconnected - USB removed
de: Gerät getrennt - USB entfernt
es: Dispositivo desconectado - USB extraído
fr: Appareil déconnecté - USB supprimé
ja: デバイスが切断されました - USB が取り外されました
zh: 设备已断开连接 - USB 已删除

source: USB device connected
de: USB-Gerät angeschlossen
es: Dispositivo USB conectado
fr: Périphérique USB connecté
ja: USBデバイスを接続
zh: 已连接的 USB 设备

source: USB device disconnected
de: USB-Gerät getrennt
es: Dispositivo USB desconectado
fr: Périphérique USB déconnecté
ja: USBデバイスが切断されました
zh: USB 设备已断开连接

# Dialog_Connect_Title
source: Connect
de: Verbinden
es: Conectar
fr: Relier
ja: 繋ぐ
zh: 连接

# Dialog_InvalidSecurityKeyMessage
source: Invalid security key entered. {0}
de: Ungültiger Sicherheitsschlüssel eingegeben. {0}
es: Se ha introducido una clave de seguridad no válida. {0}
fr: Clé de sécurité saisie non valide. {0}
ja: 無効なセキュリティ キーが入力されました。 {0}
zh: 输入的安全密钥无效。 {0}

# Error_InitializingSerialPorts
source: Error initializing serial ports: {0}
de: Fehler beim Initialisieren der seriellen Ports: {0}
es: Error al inicializar puertos serie: {0}
fr: Erreur lors de l’initialisation des ports série : {0}
ja: シリアルポートの初期化中にエラーが発生しました: {0}
zh: 初始化串行端口时出错： {0}

# Error_HandlingUSBDeviceChange
source: Error handling USB device change: {0}
de: Fehler bei der Behandlung des USB-Gerätewechsels: {0}
es: Error al manejar el cambio de dispositivo USB: {0}
fr: Erreur de gestion du changement de périphérique USB : {0}
ja: USBデバイスの変更処理エラー: {0}
zh: 处理 USB 设备更改时出错： {0}

# Dialog_PerformingAction_Title
source: Performing Action
de: Ausführen von Aktionen
es: Realización de acciones
fr: Exécution de l’action
ja: アクションの実行
zh: 执行作

# Dialog_UpdateCommunications_Title
source: Update Communications
de: Kommunikation aktualisieren
es: Actualizar comunicaciones
fr: Mettre à jour les communications
ja: アップデートコミュニケーション
zh: 更新通信

# Dialog_UpdateCommunications_NoChange
source: Communication parameters didn't change.
de: Die Kommunikationsparameter haben sich nicht geändert.
es: Los parámetros de comunicación no cambiaron.
fr: Les paramètres de communication n’ont pas changé.
ja: 通信パラメータは変更されませんでした。
zh: 通信参数没有改变。

# Dialog_UpdateCommunications_Success
source: Successfully update communications, reconnecting with new settings.
de: Aktualisieren Sie die Kommunikation erfolgreich, und stellen Sie die Verbindung mit den neuen Einstellungen wieder her.
es: Actualice con éxito las comunicaciones, volviendo a conectarse con la nueva configuración.
fr: Mettez à jour avec succès les communications, en vous reconnectant avec de nouveaux paramètres.
ja: 通信を正常に更新し、新しい設定で再接続します。
zh: 成功更新通信，使用新设置重新连接。

# Dialog_ResetDevice_Title
source: Reset Device
de: Gerät zurücksetzen
es: Restablecer dispositivo
fr: Réinitialiser l’appareil
ja: デバイスのリセット
zh: 重置设备

# Dialog_ResetDevice_Confirmation
source: Do you want to reset device, if so power cycle then click yes when the device boots up.
de: Möchten Sie das Gerät zurücksetzen, wenn ja, dann klicken Sie auf Ja, wenn das Gerät hochfährt.
es: ¿Desea restablecer el dispositivo?, si es así, apague y encienda y luego haga clic en sí cuando se inicie el dispositivo.
fr: Voulez-vous réinitialiser l’appareil, si c’est le cas, redémarrez l’appareil, puis cliquez sur oui lorsque l’appareil démarre.
ja: デバイスをリセットしますか。リセットする場合は、デバイスの起動時に電源を入れ直し、[はい]をクリックします。
zh: 是否要重置设备，如果是，请重启，然后在设备启动时单击 Yes。

# Dialog_ResetDevice_Success
source: Successfully sent reset commands. Power cycle device again and then perform a discovery.
de: Erfolgreich gesendete Reset-Befehle. Schalten Sie das Gerät erneut aus und führen Sie dann eine Erkennung durch.
es: Comandos de restablecimiento enviados con éxito. Apague y encienda el dispositivo de nuevo y, a continuación, realice una detección.
fr: Envoi réussi des commandes de réinitialisation - effectué. Redémarrez l’appareil, puis effectuez une découverte.
ja: リセットコマンドが正常に送信されました。デバイスの電源を再投入してから、検出を実行します。
zh: 已成功发送重置命令。重新启动设备，然后执行发现。

# Dialog_ResetDevice_Failed
source: Failed to reset the device. Perform a discovery to reconnect to the device.
de: Das Gerät konnte nicht zurückgesetzt werden. Führen Sie eine Erkennung durch, um die Verbindung mit dem Gerät wiederherzustellen.
es: No se pudo restablecer el dispositivo. Realice una detección para volver a conectarse al dispositivo.
fr: Echec de la réinitialisation de l’appareil. Effectuez une détection pour vous reconnecter à l’appareil.
ja: デバイスのリセットに失敗しました。検出を実行してデバイスに再接続します。
zh: 重置设备失败。执行发现以重新连接到设备。

# Dialog_VendorInformation_Title
source: Vendor Information
de: Informationen zum Anbieter
es: Información del dispositivo
fr: Informations sur le fournisseur
ja: ベンダー情報
zh: 供应商信息

# Error_OUILookupFailed
source: Unable to open OUI lookup: {0}
de: OUI-Suche kann nicht geöffnet werden: {0}
es: No se puede abrir la búsqueda de OUI: {0}
fr: Impossible d’ouvrir la recherche OUI : {0}
ja: OUIルックアップを開くことができません: {0}
zh: 无法打开 OUI 查找 ： {0}

# Monitor_Collapse
source: Collapse
de: Zusammenbruch
es: Colapso
fr: Effondrement
ja: 倒れる
zh: 崩溃

# ConnectionType_Discover
source: Discover
de: Entdecken
es: Descubriendo
fr: Découvrir
ja: ディスカバー
zh: 发现

# ConnectionType_Manual
source: Manual
de: Manuell
fr: Manuelle
ja: 手動
zh: 手动

# Language_Selection
source: Language
de: Sprache
es: Idioma
fr: Langue
ja: 言語
zh: 语言

# Language_SelectLanguage
source: Select Language
de: Sprache auswählen
es: Seleccionar idioma
fr: Sélectionner une langue
ja: 言語の選択
zh: 选择语言

# Language_SystemMismatchTitle
source: System Language Detected
fr: Langue du système détectée
ja: システム言語が検出されました
zh: 检测到系统语言

# Language_SystemMismatchMessage
source: Your system language is {0}. Would you like to switch the application to match your system language?
fr: La langue de votre système est {0}. Souhaitez-vous changer l’application pour qu’elle corresponde à la langue de votre système ?
ja: システム言語は次のとおりです。 {0}.システム言語に合わせてアプリケーションを切り替えますか?
zh: 您的系统语言是 {0}.是否要切换应用程序以匹配您的系统语言？

# Language_DontAskAgain
source: Don't ask me again
fr: Ne me demandez plus
ja: 二度と聞かないで
zh: 不要再问我了

# Common_Yes
source: Yes
fr: Oui
ja: はい
zh: 是的

# Common_No
source: No
fr: Non
ja: いいえ
zh: 不

# Connection_DeviceConnectedFormat
source: Device connected at address {0} running at a baud rate of {1}
de: Gerät, das an der Adresse verbunden ist {0} mit einer Baudrate von {1}
